## Daily
10:30 Stand Up - все по очереди отвечают на вопросы:
 * что я сделал вчера 
 * что я сделаю сегодня 
 * какие у меня проблемы // почему я не уложился со вчерашними планами

### ВТ (Public Code Review)
1. Public Code Review
2. Вопросы на stackoverflow
3. Просмотр скринкастов по JS
4. Викторина по JS

### СР (Trainings)
Каждую среду в 12.00 в компании проходят тренинги. Длиться тренинг должен не больше 2х часов.
 * В ПН мы высылаем темы, которые будут рассказываться в среду и время докладов
 * ... 
 * После каждого доклада 5 минут на заполнение фидбэка по не нему, который в последсвии агрегируется и результат высылается докладчику, чтобы он мог оценить и исправить свое выступление. 
 * В конце тренинга 5 минут дается на то чтобы все написали на стикере по одной теме, о которой они хотели бы узнать или рассказать. Все стикиры вешаются на облака и мы голосуем за понравившиеся (ставим плюсы на стикерах). 
 * Из получившегося списка, те кто хочет выбирают себе темы для подготовки 

### ЧТ (Social/Entertaiment Activities)
1. Eng movie night
1. Настолки (монополия, мафия, ...)
1. Психологические тесты (+ Белбин и мои вопросы для карт мотиваторов)
1. Турнир по шашкам/шахматам
1. Книжный клуб / раз в год
1. Обсуждение статей + награждение победителя месяца
1. Совместное создание борда для геймификации - рисовать борд, в последствии совершенствовать
1. Задачки на логику - вместе решают
1. Какие-нибудь техники по совершенствованию ораторского мастерства (+подготовка к прохождению собеседований, коммуникации в целом)
1. Рисуночные психологические тесты
1. Презентация презентаций

